Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/sami_giellagaldu.html.tmx
Source language: fin
Languages: sme

source: Sámi Giellagáldu (Saamen Kielikaltio) on saamen kansan yhteispohjoismainen asiantuntijaelin saamen kieliä koskevissa asioissa.
sme: Sámi Giellagáldu lea sámeálbmoga oktasaš davviriikkalaš áššedovdiorgána sámegielaid guoski áššiin.

source: Suomen, Ruotsin ja Norjan Saamelaiskäräjien perustama saamen kielten ammatti- ja resurssikeskus Sámi Giellagáldu on perustettu pysyvänä itsenäisenä toimielimenä Norjan Saamelaiskäräjien yhteyteen 2022.
sme: Sámegielaid fága- ja resursaguovddáš Sámi Giellagáldu, man Suoma, Norgga ja Ruoŧa Sámedikkit leat vuođđudan, lea ásahuvvon bissovaš iešheanalaš doaibmaorgánan Norgga Sámedikki oktavuhtii 2022.

source: Sámi Giellagáldu vastaa saamen kieliä koskevan pohjoismaisen yhteistyön koordinoinnista, vahvistamisesta ja kehittämisestä.
sme: Sámi Giellagáldu vástida sámegielaid guoski davviriikkalaš ovttasbarggu koordineremis, nannemis ja ovddideamis.

source: Sámi Giellagáldun tarkoituksena on saamen kirjakielten ja puhekielten muodostaman kulttuuriperinnön säilyttäminen, vaaliminen ja kehittäminen sekä saamen kielten säilyttäminen, vahvistaminen ja kehittäminen ottaen samalla huomioon eri saamen kielten tarpeet, haasteet ja resurssit.
sme: Sámi Giellagáldu ulbmilin lea sámi čállingielaid ja hállangielaid ráhkadan kulturárbbi seailluheapmi, gáhtten ja ovddideapmi ja sámegielaid seailluheapmi, nannen ja ovddideapmi válddedettiin seammás vuhtii sierra sámegielaid dárbbuid, hástalusaid ja resurssaid.

source: Sámi Giellagáldu vastaa saamen kielten kielenhuollosta.
sme: Sámi Giellagáldu vástida sámegielaid gielladikšumis.

source: Sámi Giellagáldu toimii yhteisenä asiantuntijaelimenä saamen kirjakielten normitusta koskevissa asioissa.
sme: Sámi Giellagáldu doaibmá oktasaš áššedovdiorgánan áššiin, mat gusket sámi čállingielaid normerema.

source: Tähän kuuluvat terminologian normitus ja kirjoitussäännöt.
sme: Dása gullet terminologiija normeren ja čállinnjuolggadusat.

source: Sámi Giellagáldun tehtävänä on rikastaa saamen kielten sanastoa ja auttaa näin osaltaan turvaamaan saamen kielten tulevaisuutta.
sme: Sámi Giellagáldu bargun lea riggudit sámegielaid sátneráju ja veahkehit ná iežas oasil dorvvastit sámegielaid boahttevuođa.

source: Sámi Giellagáldu antaa kielenkäyttäjille saamen kielten käyttöön liittyvää tietoa, neuvoja ja ohjeita.
sme: Sámi Giellagáldu fállá giellageavaheaddjiide dieđuid, neavvuid ja rávvagiid, mat laktásit sámegielaid geavahussii.

source: LISÄTIETOJA
sme: LASSEDIEĐUT

source: Sámi Giellagáldun johtaja
sme: Sámi Giellagáldu direktevra

source: Ajankohtaista
sme: Áigeguovdilis
